{
  "Project Location": {
    "Number": "09",
    "Year": "2024",
    "Semester": "Fall"
  },
  "Project Information": {
    "WB_lead": "Holti Banka",
    "unit_name": "Financial Inclusion, Infrastructure & Access (EFNFI)",
    "project_name": "Accelerating Adoption of Fast Payments in Low and Middle Income Countries (P180236)",
    "project_lead": "Yes",
    "team_members": "Oya Ardic"
  },
  "Challenge": {
    "challenge_location": "Global scope of domestic and cross-border corridors.",
    "challenge_type": "We are establishing an innovative dataset/methodology that would collect, analyze and disseminate costs associated with domestic and cross-border payment\ntransactions across different payment methods, transaction channels and payment service providers around the world.",
    "solution_beneficiaries": "\nCentral banks, governments, academia, policy/research institutes, think tanks, donor community, financial institutions, international development organizations.\n            "
  },
  "Status and Timeline": {
    "project_status": "The methodology and data analysis on the domestic payment costs is in early stages while the equivalent methodology on the cross-border payment costs is\nadvances but new ideas are being explored on data analysis and data visualization.\n            ",
    "project_milestones": "\nReports based on new types of data analysis and data visualization are expected to be generated by the end of the project.\n            ",
    "lead_meeting": "Yes"
  },
  "Data": {
    "dataset_size": "About 15 MB",
    "data_type": "\n1. Time series/Panel data\n            ",
    "data_details": "\nA mix of quantitative and qualitative data, focusing on the costs borne by end users when sending/receiving a domestic or cross-border payment, by type of\nprovide (bank, non-bank), by payment method (cash, card, e-money, credit transfer), by speed, by transaction channel (branch, internet, mobile, etc).\n            ",
    "STC_requirement": "They can have immediate access.",
    "data_sample": "Yes",
    "ultimate_goal": "Finding new insights, patterns from the data, as well as visualizing the data in a more meaningful way. The data has the essential information to accomplish this\ngoal.",
    "additional_comments": "This particular dataset is one of the most cited World Bank datasets in the international development community."
  },
  "Proposed by": "World Bank",
  "Proposed by email": "firstname_lastname@worldbank.org",
  "instructor": "Amir Jafari & Edwin Lo",
  "instructor1_email": "ajafari@gmail.com",
  "instructor2_email": "edwinlo@gwu.edu",
  "github_repo": "https://github.com/amir-jafari/Capstone"
}